tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
brew "ansible"
brew "anyenv"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "cloudflared"
brew "colordiff"
brew "dpkg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "hub"
brew "hugo"
brew "jq"
brew "libpng"
brew "libtool"
brew "mas"
brew "nasm"
brew "nkf"
brew "node"
brew "peco"
brew "pkgconf"
brew "q"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "yarn"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "charles"
cask "chatgpt-atlas"
cask "chromium"
cask "claude"
cask "cleanshot"
cask "cmux"
cask "codex"
cask "codex-app"
cask "cursor"
cask "cyberduck"
cask "docker-desktop"
cask "dynalist"
cask "figma"
cask "font-hackgen"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "libreoffice"
cask "notion"
cask "obsidian"
cask "openinterminal"
cask "plaud"
cask "postman"
cask "rectangle"
cask "sequel-pro"
cask "setapp"
cask "slack"
cask "superwhisper"
cask "tabby"
cask "textsniper"
cask "the-unarchiver"
cask "toggl-track"
cask "viber"
cask "visual-studio-code"
cask "zoom"
vscode "esbenp.prettier-vscode"
vscode "mechatroner.rainbow-csv"
vscode "octref.vetur"
vscode "openai.chatgpt"
vscode "silvenon.mdx"
npm "corepack"
npm "gatsby-cli"
