brew "ansible"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "cloudflared"
brew "colordiff"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitleaks"
brew "gnu-sed"
brew "jq"
brew "mas"
brew "nkf"
brew "node"
brew "pkgconf"
brew "q"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "bartender"
cask "charles"
cask "claude"
cask "cleanshot"
cask "cmux"
cask "codex"
cask "codex-app"
cask "cyberduck"
cask "docker-desktop"
cask "figma"
cask "font-hackgen"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "openinterminal"
cask "plaud"
cask "postman"
cask "rectangle"
cask "setapp"
cask "slack"
cask "superwhisper"
cask "textsniper"
cask "the-unarchiver"
cask "viber"
cask "visual-studio-code"
cask "zoom"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "octref.vetur"
vscode "openai.chatgpt"
vscode "silvenon.mdx"
