tap "ankitpokhrel/jira-cli"
tap "azure/functions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ansible"
brew "anyenv"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "colordiff"
brew "dasel"
brew "docker"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "hub"
brew "hugo"
brew "jq"
brew "mas"
brew "nkf"
brew "openjdk"
brew "peco"
brew "q"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "azure/functions/azure-functions-core-tools@3"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "box-notes"
cask "charles"
cask "comparemerge"
cask "cyberduck"
cask "dash"
cask "docker"
cask "dynalist"
cask "figma"
cask "firefox"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "karabiner-elements"
cask "katalon-studio"
cask "microsoft-remote-desktop"
cask "openinterminal"
cask "postman"
cask "rectangle"
cask "sequel-pro"
cask "tabby"
cask "the-unarchiver"
cask "toggl"
cask "vagrant"
cask "viber"
cask "visual-studio-code"
cask "wireshark"
mas "CompareMerge", id: 478570084
mas "Keynote", id: 409183694
